{"Characters/Major-NPCs/Ducky-Skysong":{"title":"Ducky Skysong","links":["Lore/Locations/Cities-and-Towns/Flusstadt","Lore/Local-Peoples/Aasimar-and-Teiflings"],"tags":[],"content":"The proprietor of Ducky’s Plush Pies. A male aasimar and a friendly fellow. He has golden hair and grey skin. Seems to have some interesting connections."},"Characters/Major-NPCs/Katla-Swordrunner":{"title":"Katla Swordrunner","links":["Lore/Locations/Cities-and-Towns/Flusstadt","Lore/Local-Peoples/Dwarves","Lore/Religions"],"tags":[],"content":"Owner of Salty Sky Tavern and Inn in Flusstadt. A female dwarf with long red hair and bronze skin. She is gregarious and sports a tattoo of Imogen the Traveler’s Lantern on her forearm. She knows most of the people in town and can be a good starting place on where to go to start looking for information."},"Characters/Major-NPCs/Rosaline-Verona":{"title":"Rosaline Verona","links":["Lore/Locations/Cities-and-Towns/Bergstadt","Lore/Factions/Verona-Family---Crime-Syndicate"],"tags":[],"content":"Matriarch of a merchant family and owner of The Jeweled Windfall, Rosaline Verona, a human female, spends much of her time among the upper crust of Bergstadt. Her relationship with the Bergstadt’s King is prickly, as he knows her organization has more going on than being simple merchants, but no one is willing to speak up in that regard."},"Characters/Major-NPCs/Shinchunou":{"title":"Shinchunou","links":["Lore/Local-Peoples/Kobolds","Lore/Locations/Cities-and-Towns/Boktatchi-Nokozan"],"tags":[],"content":"Shinchunou is an ancient brass dragon residing in the mountain’s near the academy. She is served by local Kobolds from Boktatchi Nokozan who provide her copper, food, and other goods; and in return she protects them and will bestow some of them a bit of her power. Who she was before she became a dragon isn’t known, but for now she seems mostly content to allow her Kobolds to serve her in gathering a horde."},"Characters/Major-NPCs/Uzel-the-Soothing-Lion":{"title":"Uzel the Soothing Lion","links":["Lore/Locations/Cities-and-Towns/Ummaursel"],"tags":[],"content":"King of Ummaursel, Uzel is a patron of the arts, encouraging continued growth in crafting in his city and the surrounding areas. Uzel is distrusting of the arcane and maintains the ban on it his father put in place in areas under his control. Uzel was given the title of Soothing Lion upon his ascendancy to the throne to represent his valor in battle as well as the care he shows to his people."},"Characters/Minor-NPCs/Dimal-Barport":{"title":"Dimal Barport","links":["Lore/Locations/Cities-and-Towns/Zweiflus","Lore/Locations/Cities-and-Towns/Ostwald"],"tags":[],"content":"Dimal was an apprentice wizard at the Zweiflus Grand Library. After he had been studying there for some time, Dimal made off with thousands of gold worth of books on magic, killing 5 people in his escape. He is thought to be hiding out in Ostwald."},"Characters/Minor-NPCs/Hirelings/index":{"title":"Available Hirelings","links":["Lore/Local-Peoples/Humans","Lore/Local-Peoples/Aasimar-and-Teiflings","Lore/Local-Peoples/Kobolds","Lore/Local-Peoples/Halflings","Lore/Local-Peoples/Elves","Lore/Local-Peoples/Dragonborn"],"tags":[],"content":"\nAbout Hirelings\nHirelings are NPCs who are available to aid players on their adventures at a cost. If you grow attached to a hireling they can be converted into a backup PC.\nUnskilled Hirelings\nUnskilled hirelings charge about 2 silver per adventuring day and use the commoner statblock.\nLara Hawkins - Human Female\nRohan Fallenoak - Teifling Male\nDarren Fallcrest - Human Male\nToki - Kobold Female\nSkilled Hirelings\nSkilled hirelings charge about 2 gold per day. They tend to be heartier, stronger, and come with their own equipment.\nTobias Gentleleaf - Halfling Male Guard\nNuala Fearraigh - Elf Female Bandit\nCiaran Grada - Aasimar Male Apprentice Wizard\nHero Ken - Dragonborn Male Acolyte"},"Characters/Player-Characters/Promitta-Goldenrose":{"title":"Promitta Goldenrose","links":[],"tags":[],"content":"Background\ntext\nWants\ntext\nAdventure Notes\ntext"},"Characters/Player-Characters/Test":{"title":"Test","links":[],"tags":["explorerexclude"],"content":"Background\ntext\nWants\ntext\nAdventure Notes\ntext"},"Lore/Factions/Plousies-Skies---Thieves-Guild":{"title":"Plousies Skies - Thieves Guild","links":["Lore/Locations/Cities-and-Towns/Flusstadt"],"tags":[],"content":"Sometimes working under the pseudonym “Plush Skies”, the thieves guild helps connect thieves and burglars with each other and with fences. They have branches in most major cities and towns like Flusstadt and enforce an honor among thieves mindset. They are generally anti-violence so crimes that begin loud and result in major loss of life can get members banned, shunned, or otherwise punished."},"Lore/Factions/Societas-Magica-Historica---Mage-Scholars":{"title":"Societas Magica Historica - Mage Scholars","links":["Lore/Locations/Cities-and-Towns/Zweiflus"],"tags":[],"content":"A group of historians and magic users hoping to discover lost magics. They maintain libraries and research groups all over, but are particularly interested in the academy that has been recently opened. They have a strong presence in Zweiflus"},"Lore/Factions/The-Watchmen---Monster-Hunters":{"title":"The Watchmen - Monster Hunters","links":["Lore/Locations/Cities-and-Towns/Mauerinhugeln"],"tags":[],"content":"The Watchmen is a group of trained monster hunters. Specializing in vampires, ghosts, werewolves, and other unnatural creatures though they do fight monstrosities and beasts of all sorts. Class wise they tend towards being rangers, paladins, blood hunters, and eldritch knights. They are headquartered in Mauerinhugeln but have outposts in many places."},"Lore/Factions/United-Crafters---Multidisciplinary-Trade-Guild":{"title":"United Crafters - Multidisciplinary Trade Guild","links":["Lore/Locations/Cities-and-Towns/Ummaursel"],"tags":[],"content":"The United Crafters is an amalgam of other more specific trade guilds that work to both control prices and ensure quality among crafters. A craftsman with a UC seal of approval is considered both skillful and fair in price. They make their headquarters in Ummaursel"},"Lore/Factions/Verona-Family---Crime-Syndicate":{"title":"Verona Family - Crime Syndicate","links":["Lore/Locations/Cities-and-Towns/Bergstadt"],"tags":[],"content":"The Verona family is a well connected merchant family. There are rumors that the family makes money primarily on the smuggling of illegal goods as well as acting as enforcers in locations heavily under their control. They are a fairly large family that has not found the same level of mercantile success outside of Bergstadt."},"Lore/Languages":{"title":"Languages","links":["Lore/Local-Peoples/Elves","Lore/Local-Peoples/Dwarves","Lore/Local-Peoples/Kobolds","Lore/Local-Peoples/Dragonborn","Lore/Religions","Lore/Local-Peoples/Orcs","Lore/Local-Peoples/Beast-Folk","Lore/Factions/Societas-Magica-Historica---Mage-Scholars"],"tags":[],"content":"Language is a core part of how we experience the world and in Ausfallen it is no different. Below you will find a list of languages both common and uncommon and who is most likely to be found speaking them.\nCommon\nCommon is the most used language in the region, almost everyone speaks it either as a primary language or as a secondary language. Given the propensity of humans in the region to spread trade and culture it originally has its root as a mélange of human languages that have come together throughout history.\nElvish\nThe traditional language of the Elves, Elvish is an ancient language that many practitioners of magic learn because of their maintained connection to the arcane.\nDwarvish\nThe Dwarvish language came with the Dwarves when they first arrived in this world, and is held to as the most notable example of what has survived of their old world and culture.\nDraconic\nSpoken primarily by Kobolds and Dragonborn, Draconic is thought to have been the language crafted by Hajimaru the First Dragon. For this reason the language is thought to have some innate magical properties and is used by clerics who devote themselves to Hajimaru.\nOrcish\nOrcs, having heavily integrated with the other peoples, have long been proud of their cultural heritage, one aspect being their language. Given the political dominance of Orcs before the dark ages it is not uncommon for groups of non Orcs to speak Orcish or have a dialect of their own.\nSylvan\nSylvan is the language of the fairy, and here is spoken primarily by Beast-Folk. Spoken may not be entirely correct, as the language is primarily chanted or sung.\nCelestial\nCelestial is a holy language. While very few speak it as a first language, it is often used in religious ceremonies and texts. The gods and their servants have been known to speak Celestial to those they wish to communicate with.\nInfernal\nDespite common belief, Infernal as a language was not brought to this world by fiends. Infernal evolved from use by those dealing with the underworld as a highly nuanced and legalistic offshoot of Celestial. Because of this, some contracts also are written in Infernal.\nThieves Cant\nThieves cant refers to the many subtle and clandestine forms of communication used by any number of criminals in and out of various thieves guilds to avoid detection and suspicion. While rogues know this language by default, other’s can learn it if they spend enough time in the trust of those who are fluent in it.\nDruidic\nA combination of signs and sounds used by regional druids to allow for them to communicate with each other safely.\nAncient Common\nLastly, Ancient Common is a lost language used in days long past. Research into this language allowed scholars to discover lost magic arts and specialists can be found within Societas Magica Historica - Mage Scholars."},"Lore/Local-Peoples/Aasimar-and-Teiflings":{"title":"Aasimar and Teiflings","links":[],"tags":[],"content":"Two halves of the same coin, aasimar and teiflings both show up randomly across all other races. Aasimar are believed to show up as descedants of those who did great and holy works or served a god as part of a pact. People tend to assume aasimar as having a great destiny stemming from this root. Teiflings show up as descendants of those who made deals with a devil or who commit particularly horrendous atrocities. Because of this people tend to be wary of teiflings. It also happens on occasion that twins will be born, one a teifling, and the other an aasimar. The children of either will inherit traits as if the teifling or aasimar were born normally.\n"},"Lore/Local-Peoples/Beast-Folk":{"title":"Beast-Folk","links":["Lore/Local-Peoples/Humans","Lore/Languages"],"tags":[],"content":"Anthropomorphic animal people, their beastial aspects seem to be just north of random, even occasionally giving birth to a… human. They trace their roots to the fey wild and often celebrate spontaneity and tend to view life as story of the people you meet.  They often speak Sylvan as a part of their fey heritage.\n"},"Lore/Local-Peoples/Dragonborn":{"title":"Dragonborn","links":["Lore/Local-Peoples/Kobolds","Lore/Languages","Lore/Religions"],"tags":[],"content":"Often called “The Children of Hajimaru” as they claim lineage from the first dragon. For this reason dragonborn tend to have respect for both dragons and kobolds, their cousins with whom they share the Draconic language. One major break they have culturally with kobolds is that dragonborn view dragons as failed attempts at divinity, and while they are to be respected, they are not meant for worship.\n"},"Lore/Local-Peoples/Dwarves":{"title":"Dwarves","links":["Lore/Religions","Lore/Languages"],"tags":[],"content":"A people without a home. Originally travelers from an unknown world to which they cannot return, many dwarves search mountains and caves in the hope of finding a place to call their own. The dwarves have a strong affinity for the elements, especially fire and earth. Dwarves are long lived, often living to around 250 years old. Given their history as travelers, it is little wonder that many dwarves hold Imogen the Traveler in high regards. Dwarves still maintain stories from their old world, which they tell and sing in their old tongue, Dwarvish.\n"},"Lore/Local-Peoples/Elves":{"title":"Elves","links":["Lore/Languages"],"tags":[],"content":"Elves tend to find comfort in the forests they have historically called home. Having long maintained and passed down the fundamentals of magic, those who eye magic warily will often give elves a wide berth and those who seek magic tend to learn Elvish. Elves also stand out by being obligate-carnivores. This combined with their average lifespan of 5oo years and it is understandable why some legends say they are descended from vampires.\n"},"Lore/Local-Peoples/Goblins":{"title":"Goblins","links":["Lore/Local-Peoples/Kobolds"],"tags":[],"content":"Goblins of this region often view gold as akin to divinity, to be used primarily in worship. Some goblins are happy maintain the gold they already have while others see it as their duty to “reclaim” all gold for their faith. Goblins who have earned renown are permitted to wear a gold pauldron with a sigil of their choice, often representing their house.  Their relationship with gold can often cause tension with kobolds if they inhabit the same cave system, and this can lead to animosity between them.\n "},"Lore/Local-Peoples/Halflings":{"title":"Halflings","links":[],"tags":[],"content":"Halflings of this region are often a bit isolationist, tending to let other people handle big issues and fight wars while they continue to work on and share their books, art, and music. This is not to say that Halflings have not had a hand in shaping history, or are incapable of handling themselves in war, just that if they can avoid such things, most groups of halflings will.\n"},"Lore/Local-Peoples/Humans":{"title":"Humans","links":[],"tags":[],"content":"The most common people, making up about 50% of the local area. They come from diverse backgrounds and cultures. In the Ausfallen region humans, like many others, are trying to reestablish themselves.\n"},"Lore/Local-Peoples/Kobolds":{"title":"Kobolds","links":["Lore/Local-Peoples/Goblins","Lore/Local-Peoples/Dragonborn","Lore/Languages"],"tags":[],"content":"Kobolds are a dragon like people that often make their home in many caves around the region. Like Goblins, most Kobolds view gold as related to divinity. To such Kobolds, the purpose of gold is to offer to a dragon, believing a sufficient horde will allow the dragon to ascend to godhood, and bless them with its favor afterward. Like Dragonborn, Kobolds commonly speak Draconic\n"},"Lore/Local-Peoples/Orcs":{"title":"Orcs","links":["Lore/Languages"],"tags":[],"content":"Pig like in appearance, orcs are often considered both stubborn and loyal. Orcs as a whole are distrustful of magic, believing it lead to the fall of their once great empire, of which there is now only oral tradition. Still. there are those who would forsake friends and family in the pursuit of magic. Being proud of their history and tradition Orcs often hold onto Orcish as a prominent language.\n"},"Lore/Locations/Cities-and-Towns/Bergstadt":{"title":"Bergstadt","links":["Characters/Major-NPCs/Rosaline-Verona"],"tags":["City"],"content":"Overview\nBergstadt is a city with a booming population and a large class divide. Ask anyone in the city and they would tell you that though they have a king, the city is in fact run by Rosaline Verona. The city is divided in two, one side full of luxury, the other replete with poverty and crime. What few guard work in the city are often too busy protecting the wealthy, or too corrupt, to get involved with the dealings of the less fortunate.\nNotable Locations\nThe Jeweled Windfall\nThe most notable casino in the city, this casino is a great place to spend coin and mingle with the elites. There is even rumor of a special table, only open to those with an invitation. The casino is owned and run by Rosaline Verona.\nBathhouse\nThe bathhouse of Bergstadt is famous for its size and its luxury. Open to the public with a small entrance fee, the bathhouse offers a retreat for both the mind and the body.\nThe Last Hog\nlocated in the slums of Bergstadt, The Last Hog is the place to go to drown your sorrows or look for a fight. Accessible to those forgotten by the upper crust, this tavern sells cheap booze if you are fine with a rougher crowd."},"Lore/Locations/Cities-and-Towns/Boktatchi-Nokozan":{"title":"Boktatchi Nokozan","links":["Lore/Local-Peoples/Kobolds","Lore/Locations/Cities-and-Towns/Flusstadt","Characters/Major-NPCs/Shinchunou"],"tags":[],"content":"Overview\nA kobold nest hidden in the mountains east of Flusstadt. The kobolds here serve Shinchunou, mining the local copper as a primary source of riches for her horde. This kobold nest is relatively small, but given how well hidden it is has remained safe for some time."},"Lore/Locations/Cities-and-Towns/Carpendorf":{"title":"Carpendorf","links":["Lore/Locations/Cities-and-Towns/Zweiflus"],"tags":[],"content":"Overview\nCarpendorf is a quickly growing fishing village. It recently incorporated another small village to combine resources and better trade with Zweiflus with whom Carpendorf has sworn an oath of fealty. This recent growth has lead to some strain on law enforcement and crime has been on the rise in recent years. If you are looking to hide, this could be a good place to do it.\nNotable Locations\nFiora’s Tavern\nThe local inn and tavern. A little worse for ware, this inn provides a good a good meal and a, generally safe bed, if you don’t mid the rough crowd"},"Lore/Locations/Cities-and-Towns/Flusstadt":{"title":"Flusstadt","links":["Lore/Local-Peoples/Dwarves","Characters/Major-NPCs/Katla-Swordrunner","Lore/Factions/Societas-Magica-Historica---Mage-Scholars","Lore/Religions","Lore/Local-Peoples/Aasimar-and-Teiflings","Characters/Major-NPCs/Ducky-Skysong","Lore/Factions/United-Crafters---Multidisciplinary-Trade-Guild","Lore/Factions/The-Watchmen---Monster-Hunters"],"tags":["City"],"content":"Overview\nThe starting town for our adventures. With the researchers opening up the gates of “The Academy” recently the town has seen a surge in travelers, researchers, and craftsmen. With this surge comes an increase in quests of all varieties.\nFlusstadt has merchants and trades people of almost every stripe, so if there are non-magical items you seek you can probably find them here for the usual going rate.\nAdventures\nWhile adventure surrounds Flusstadt, the town itself is a safe haven, so any adventures will take you out of town proper. If you are looking for trouble you will not find it in this town. Despite that the number of people coming and going means work can always be found for an adventurer, and the proximity to the academy means that the dungeon is always available to explore.\nNotable Locations\nSalty Sky Tavern and Inn\nThe local tavern and a common meeting place. Run by a female dwarf named Katla Swordrunner. Some members of Societas Magica Historica - Mage Scholars have taken up a temporary residence there.\nImogen’s Rest\nA local monastery that focuses on worship of Imogen the Traveler. They will give free rooms to all willing to work during their stay.\nDucky’s Plush Pies\nFamous local bakery and café. Run by a aasimar named Ducky Skysong. Popular meet up spot.\nUnited Crafters’ local hall\nA hall for the United Crafters - Multidisciplinary Trade Guild. This hall is a meeting space and can act as a workshop for traveling crafters and merchants not set up within the city. A statue of Riordan the Iron Maker Stands out front.\nThe Watchmen’s Outpost\nA barracks and meeting space reserved for members of The Watchmen - Monster Hunters. Adorned by a flag with their crest and a crescent moon representing Systa the Moonlit Dreamer.\nThe Forum\nThe central open air market and park in the middle of the city. Acts as a place to talk, gather information, and do some shopping with traveling merchants."},"Lore/Locations/Cities-and-Towns/Kleihafen":{"title":"Kleihafen","links":["Lore/Religions"],"tags":[],"content":"Overview\nKnown for the Temple of the Five, Kleihafen is a popular pilgrimage spot. The town is also a major port, so goods and people regularly arrive. This constant flow of people means crime is high especially along the docks, which themselves tend to draw in enterprising privateers.\nNotable Locations\nTemple of the Five\nA large temple in the center of town, highly decorated inside and out with murals and statues representing the gods and their works. Inside the temple is split into 5 separate worship spaces and a large meeting space with art focusing on the the meeting of the gods and the accord they struck.\nThe Musical Rat\nThe largest of the local taverns, The Musical Rat is located near the docks and is almost always packed. The lively atmosphere and good food make it a must stop for any one stopping by Kleihafen for the first time."},"Lore/Locations/Cities-and-Towns/Mauerinhugeln":{"title":"Mauerinhugeln","links":["Lore/Factions/The-Watchmen---Monster-Hunters","Lore/Religions","Lore/Factions/Societas-Magica-Historica---Mage-Scholars"],"tags":["City"],"content":"Overview\nBeginning its life as a castle built to house and train the fledgling Watchmen, Mauerinhugeln gathered tradesmen to itself to support its growth. Overtime the castle town became a city, supported primarily by the coin members of The Watchmen brought in from various jobs. The city isn’t poor in and of itself, but many of the resources go to maintaining and training new recruits to The Watchmen. As a result outsiders will find it hard to buy weapons or gather resources beyond the essentials. While the Watchmen control the castle itself, the citizen elect a mayor to represent them and establish order in the city. The two groups don’t always see eye to eye.\nNotable Locations\nTraining Grounds\nA public location filled with training equipment and obstacle courses used to train members of The Watchmen. The townsfolk will frequently hold celebrations, festivals, and competitions there to celebrate their history and to maintain a good relationship with their guardians.\nCatacombs\nThe catacombs of Mauerinhugeln are the official burrying place for members of the Watchmen. The most notable members of the Watchmen are kept in a special section and a statue is erected in their honor.\nTemples to Systa and Daith\nThe twin temples to Systa, the Moonlit Dreamer and Daith the Monarch of War stand proud in the city. The two have parallel architecture and are open to the public for worship. Members of the temples work closely with the Watchmen to make sure the religious practices of the members are respected and that The Watchmen have a place of religious education should they seek it out. The temple to Systa in particular sees a fair amount of traffic from members of Societas Magica Historica."},"Lore/Locations/Cities-and-Towns/Ostwald":{"title":"Ostwald","links":["Lore/Local-Peoples/Beast-Folk","Characters/Minor-NPCs/Dimal-Barport"],"tags":[],"content":"Overview\nA lumber town in the southern Ausfallen region, Ostwald is known for its high quality wood working, its festivals, and its colorful people. Ostwalds population is largely Beast-Folk, and the city celebrates its fey origins with riddle championships, a culture of flower arrangements, and a tradition of story telling.  Rumors abound that one of the residents is Dimal Barport.\nNotable Locations\nThe Chittering Mackerel\nThe local Tavern and in. It has a large hall for community events. Known for it’s lovely peach mead, which can bring in travelers just for a taste.\nLumber Mills\nThe main export of the town, the lumber mills are an important part of the town. Many food merchants and tradesmen stay nearby to sell their wares to those working in the mills."},"Lore/Locations/Cities-and-Towns/Shafedorf":{"title":"Shafedorf","links":["Lore/Locations/Cities-and-Towns/Flusstadt"],"tags":[],"content":"Overview\nA herding town that has been growing as of late, which has led to good stone being a scarce resource, and often trades with Flusstadt to get its hands on some. The abundance of wool made this town known for its beautiful clothes, which it trades with nearby cities. The city is also known for the taming and selling of horses.\nNotable Locations\nThe Wandering Weasel\nThe local tavern and inn. The smell of fresh lamb can often be smelled wafting in the air. A common hang out for the local townsfolk.\nViolet Stables\nThe largest and most popular of the horse farms, Violet Stables often hosts horse shows, where it can show off some of its prized breeds. Violet Stables also dabbles in taming more exotic mounts at a higher price."},"Lore/Locations/Cities-and-Towns/Sudhafen":{"title":"Sudhafen","links":[],"tags":["City"],"content":"Overview\nA vibrant port city, Sudhafen has a colorful market with trade from all over the coast, travel to distant islands, and many rare goods. Run by a committee elected by the people, Sudhafen is a safe town. Sure there is the occasional theft or pickpocket, but that is to be expected of a city of this size.\nNotable Locations\nSudhafen Bizarre\nThe biggest draw to the city for many travelers is the bizarre that sits in the center of town. Colorful merchants from all over Ausfallen and beyond sell their wares here. The many exotic goods and foods give one a bit of a taste of the world in one location.\nThe Auction House\nNot all merchants sell their wares at the bizarre. Many would rather put their best goods up at the auction house to be sold to the highest bidder. Changing the style of bidding every so often, you can never be quite sure what you will find when you walk in. Occasionally an auction will take place by invitation only, but this just invites the curiosity of those uninvited.\nThe Thirsty Queen\nThe most famous of the cities taverns. Known for good food, consistent entertainment, and safe rest. The in boasts a quest board that is frequently changing as quests get picked up and resolved."},"Lore/Locations/Cities-and-Towns/Sudsee":{"title":"Sudsee","links":["Lore/Locations/Cities-and-Towns/Bergstadt","Lore/Factions/Verona-Family---Crime-Syndicate"],"tags":[],"content":"Overview\nA notable lake bound fishing and farming village, Sudsee has a lot of trade with Bergstadt. The town itself houses a simple community with a single tavern, an elected mayor, and only enough spears to arm those capable of fighting. This means that Sudsee is reliant on protection given it from Bergstadt as well as pays protection money to the Verona Family. The waters of the lake have become dangerous as of late, and that has cause a stir in town.\nNotable Locations\nThe Sizzling Hart\nAdorned with a picture of flaming hart, the local tavern doubles as a meeting hall for the town. Village discussions happen with regularity and travelers are often dragged into the arguments.\nObsidian Theater\nA small but popular local theater, bards and performers both from Sudsee and passing through onto Bergstadt will make a stop and put on a show there. Occasionally performers from Bergstadt will come down to perfect a performance before delivering it in one of Bergstadt’s larger halls."},"Lore/Locations/Cities-and-Towns/Ummaursel":{"title":"Ummaursel","links":["Lore/Factions/United-Crafters---Multidisciplinary-Trade-Guild","Lore/Local-Peoples/Orcs","Characters/Major-NPCs/Uzel-the-Soothing-Lion","Lore/Factions/The-Watchmen---Monster-Hunters","Lore/Religions"],"tags":["City"],"content":"Overview\nUmmaursel is a well fortified city, taking up most of the island on which it finds itself. The origin and home of United Crafters, the city flourishes with high quality goods and services. The city was founded by and has a majority orc population. Its current king Uzel the Soothing Lion maintains the ban on the arcane in the city and enforces those rules in near by towns. The occasional exception is made for members of The Watchmen, who are called in to deal with threats beyond the expertise of the city guard.  Relatedly, worship of Hajimaru the First Dragon is heavily discouraged and many in the city believe him unworthy of worship, denying his divinity.\nNotable Locations\nTemple of Riordan the Iron Maker\nOne of the major points of interest for travelers is the temple of Riordan the Iron Maker. Beautifully crafted out of marble and gold, this temple serves as a headquarters for the United Crafters, a place of learning for the aspiring tradesman, and a place to show off one’s works.\nThe Bitter Rose\nThe largest of the local taverns. Popular and lively, the inn is a common meeting spot and a solid place to gather information. Those wanting to test their might come here to partake in frequent tournaments put on by the local fight club. While not officially allowed, it is an open secret that betting plays a part here as well.\nThe Gardens\nA local park lovingly tended in the center of the city. The gardens house a variety of flowers, has a community garden, and the food grown there is free for the people."},"Lore/Locations/Cities-and-Towns/Zweiflus":{"title":"Zweiflus","links":["Lore/Factions/Societas-Magica-Historica---Mage-Scholars","Lore/Religions","Resources/New-Items/Durable-Spell-Scroll"],"tags":["City"],"content":"Overview\nWith the marble pillars of the great library standing proudly in the center of the city, it is little wonder that Zweiflus is considered the center of magical learning in the area. Societas Magica Historica holds a lot of sway in this city, both managing the library and funding expeditions to gather more knowledge, both ancient and new.\nNotable Locations\nThe Grand Library\nWhite marble pillars surround the entrance to this two story building and a carving of a dragon with the face of a young man adorns the front of the building. It stands proud in the center of town and acts as a both a marker and a place to meet. The library itself is controlled by Societas Magica Historica, who control both who has access and what is allowed in. The library stands as a research hall with all the information gathered there, and the entrance is often used as an amphitheater for orators and politicians to give speeches and debates.\nZweiflian Colosseum\nThe Zweiflian Colosseum is a place of entertainment. It frequently houses wizard duels, races, and public performances by bards and theater troupes.\nThe Prancing Tree\nThe biggest and most notable of the inns and taverns of the city. If you are looking for a job or information, this could be a good place to go\nNotable Exports\nThe Durable Spell Scroll\nTransclude of Durable-Spell-Scroll#^ec01a4"},"Lore/Locations/Region-Map":{"title":"Region Map","links":[],"tags":[],"content":"A map of the local region\n"},"Lore/Monsters/Cadabear":{"title":"Cadabear","links":[],"tags":[],"content":"\nCadabears are a relatively recently discovered form of undead. The cadabear is more than an undead bear, it is heartier overall and relies on smell and sound rather than sight. The scales that cover its body add an extra layer of protection as well. When attacked cadabears can become particularly aggressive."},"Lore/Monsters/Vulpine-Inkling":{"title":"Vulpine Inkling","links":["Lore/Religions"],"tags":[],"content":"\n\nVulpine inklings appear as a fox made out of living ink and able to manipulate their form with between that of a puddle and that of a fox. While they do hunt for food, they often hide from creatures larger than themselves, but will fight if cornered. The origins of this creature are unknown. Some believe they are descendants of a fox blessed (or cursed depending on the telling) by Systa the Moonlit Dreamer. Others believe it is more likely they were created by an ancient wizard in their experiments."},"Lore/Religions":{"title":"Religions","links":[],"tags":[],"content":"While the practices and beliefs vary from group to group, there are many common tenants held across the various groups. Often the various peoples will depict the gods as a member of their species.\nCommon Lore\nWhen the world was formed the four gods, Imogen the Traveler, Daith the Monarch of War, Systa the Moonlit Dreamer, and Riordan the Iron Maker traveled the world openly, influencing events and partaking in wars directly. A natural balance was struck between them. This balance was shaken with the ascent of Hajimaru, the First Dragon. Shocked by the creation of a new god, the original four met with Hajimaru and came to an accord to establish a new and lasting balance. This balance limited the ways and extent to which the gods could interact with the world as well as removing the ability for new gods to be created the same way as Hajimaru.\nOverview of the Gods\nImogen the Traveler\nOften depicted as a kindly old man wrapped in a cloak and carrying a lantern. Imogen is believed to be kind, gentle, and gregarious. He tends to be associated with travelers, elders, strangers, and inn keepers.\nDaith The Monarch of War\nOften depicted as a woman in armor of gold wielding a spear in one hand and a shield in the other. Daith is believed to be intelligent, but hot headed and stubborn. She tends to be associated with soldiers, knights, mercenaries, and couples.\nSysta the Moonlit Dreamer\nOften depicted as a girl sleeping on or around a crescent moon. Systa is believed to be kind, quiet, and a gentle peace maker. She tends to be associated with children, nature, natural magic, sleep, death, and poison.\nRiordan the Iron Maker\nOften depicted as a muscular man working a forge, carrying a hammer, or holding a horseshoe. Riordan is believed to be tough, focused, and artistic. He tends to be associated with craftsmen, artists, horses, and bee keepers.\nHajimaru the First Dragon\nOriginally named Kenji Wasurete, Hajimaru began life as a commoner who sought immortality through magic. In his pursuit he shed his human form and became the first dragon. He is often depicted as either a a large dragon with grand whiskers, occasionally he is depicted as a dragon with the face of a young man. He is associated with dragons, mages, research, and change. Worship around Hajimaru is one of the largest religious divides of the region."},"Resources/Handy-Links":{"title":"Handy Links","links":[],"tags":[],"content":"Here are a handful of helpful external links\n\nWhen2Meet.com - A great tool for arranging a time for a session\nCommon item and equipment prices\nCrafting Rules\nBasic rules\n"},"Resources/House-Rules":{"title":"House Rules","links":["Lore/Locations/Cities-and-Towns/Flusstadt"],"tags":[],"content":"Outside of character creation I am using a few house rules to fit the style of play a bit better.\nExperience and Leveling\nExperience points (XP) are awarded via gold put away toward a long term goal at a rate of 1 gold to 1 exp. The goal should be worth around 100,000 gold. Some examples include:\n\nBuild a small village\nSet up a personal castle\nStarting funds for a revolution/small war\nDevelop a unique spell\n\nFurther I have adjusted the early experience needed to level to make those levels a bit easier to reach. The progression chart is listed below.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevelXP NeededLevelXP Needed10723,0002200834,0003600948,00042,0001064,00056,0001185,000614,00012100,000\nCrafting\nI am bringing in the crafting system from “Heliana’s Guide to Monster Hunting” which can be found in the “player resources” channel of my discord server\nTime\nTime will move at a 1:1 rate when we aren’t playing. What this means is that characters out on an adventure may be unavailable for the amount of time they would be away for their adventure. This also means they have plenty of downtime when not adventuring. This would be a good time for characters to craft, do research, work on a skill or any other downtime activity. I am not interested in tracking cost of living so I will assume your characters are making enough to maintain an apartment lifestyle within Flusstadt"},"Resources/New-Items/Durable-Spell-Scroll":{"title":"Durable Spell Scroll","links":["Lore/Factions/Societas-Magica-Historica---Mage-Scholars","Lore/Locations/Cities-and-Towns/Zweiflus"],"tags":[],"content":"Overview\nThe durable spell scroll is a specialized creation of the Societas Magica Historica - Mage Scholars. Specifically those members in Zweiflus where the art was discovered. Functionally a durable spell scroll works the same as a regular spell scroll, but it has a chance of surviving with a successful arcana check of dc 10+2x the spell level. So a 2nd level spell would require an arcana check of 14. On a success the spell scroll survives but can’t be used again until you take a long rest. On a failure the scroll burns up like normal.  "},"Resources/New-Items/Vulpine-Marker":{"title":"Vulpine Marker","links":["Lore/Monsters/Vulpine-Inkling"],"tags":[],"content":"Overview\nA socketable item with 1 charge. A subtle section of a vulpine inkling that it used when tracking its prey. When this item is socketed into a magic item it can spend its charge to cast Hunters Mark as a bonus action. It regains 1 charge at dawn."},"Resources/Rules-for-Character-Creation":{"title":"Rules for Character Creation","links":["Lore/Local-Peoples","Lore/Languages"],"tags":[],"content":"Steps to creating a character for this open table:\n\nMake a copy the generic character sheet found here ( docs.google.com/spreadsheets/d/1moDdlHYGhs6TMqI7ra5S_vj-3YHqOvFCDR66nrB206k/edit#gid=881753006 )\nShare the character sheet with me (via dm in discord) with editing permissions\nCharacters begin at level 1, but also begin with 1 of a number of preselected feats\nUse standard array for character creation. That array is 15, 14, 13, 12, 10, 8. If you want to randomize your stats (which I recommend trying) roll a d20 for each stat in order and prioritize the stats in the array by their die roll\nAllowed classes, subclasses, and races are in the sheet. For specific information on 3rd party classes, sub classes, and races please reach out to me and I can get you that info. Please note that races not listed in Local Peoples should be reflavored to match one of those listed.\nIgnore racial stat bonuses, every race/subrace gets either +2 to one stat and +1 to another OR +1 to three different stats. Variant humans get either a +2 to one stat or +1 to two different stats and 1 feat. The sheet should handle this for you\nBackgrounds will be simplified to two skill proficiencies, a tool proficiency, and 50 gold (which is already included). Just give a name/profession for your background such as noble, even if you don’t match the proficiencies.\nI recently added a Languages page to help give some language lore if you find that interesting.\n\nPlease reach out to me if you have questions or are running into issues."},"Resources/Tips-to-Get-the-Most-Out-of-this-Game":{"title":"Tips to Get the Most Out of this Game","links":[],"tags":[],"content":"The open table /  west marches  format is a bit different from what we think of as the traditional Dungeons and Dragons campaign. This format is much more player driven and player centric. This can feel more like a world your characters inhabit instead of a book your characters star in. With that in mind here are some tips to get the most out of this game\n\nGive your character a medium term goal and a couple short term goals to pursue\n\nHaving these goals allows for quests to be created in the pursuit of those goals. If you need to, as an example, slay a dragon to create a particular magic item you can reach out to other players to see who would want to join you in that hunt and an adventure can be built around it.\n\n\nTake notes and share them with others\n\nThis can give others a heading to allow them to explore on their own and can help you to remember what you did last time.\n\n\nBe open to exploring the wilds to find new dungeons or adventures\n\nSometimes there can be fun in just exploring the wilds or going for a dungeon crawl. Hex crawls in particular can be a fun source of random fun.\n\n\nPlay with people and characters you haven’t before\n\nThe general idea of an open table is to allow for more frequent and lower prep play. By being open to playing outside of a set group you can get into the adventures you are interested in more frequently and adds a feeling of verisimilitude to the world\n\n\nEmbrace the world as dangerous\n\nBecause this game is meant to be low prep understand that the world can and will be dangerous at points. Knowing this, treat combat not as sport but as war. Set traps, ambush, out number, hire mercenaries, and be ready to run if things don’t work out.\n\n\nBe prepared for characters to die\n\nMuch like the last point, I cannot guarantee your characters make it to retirement. It is ok to mourn them, but be ready to accept their death. If another player loses a character be patient and understanding with them and allow them and their character the moment.\n\n\n"},"Server-Rules":{"title":"Server Rules","links":["Lore/Locations/Cities-and-Towns/Flusstadt"],"tags":[],"content":"\nBe kind and respectful - we are here to have fun. It is ok if the stories take unexpected, or even negative turns\nAt any time feel free to ask others to  pause the action to discuss what is going on and clear up emotions. Please respect such requests.\nPlease keep things PG-13. Fade to black is fine for most things, but if you would be surprised to see it in a Star Wars/ Marvel/ on cable TV then it probably is best handled off screen.\nFor the sake of keeping prep for the game light and to allow groups to form easier adventures may not be tuned for a particular group. For this reason, character death may be more common. It is OK to mourn a character death, but be willing to accept their death if it comes.\nExperience is awarded via gold put away toward a long term goal at a rate of 1 gold to 1 exp. The goal should be worth around 100,000 gold (build a small village, set up a personal castle, starting funds for a revolution/small war etc.)\nCharacters retire at level 12, at which point they achieve their goal, leaving a permanent mark on the world.\nIn-game time catches up to out-of-game time at the end of each adventure.  This means characters will be out of commission for the same length of time as the adventure. So if an adventure takes 2 weeks the characters involved are out of commission for 2 real weeks. However this means that downtime is also captured in real time.\nWhen you initially make a character I suggest making 2 others as backups\nI recommend having a backup level 1 character ready to go at any time just in case your current character falls.\nPlayer vs Player in any form requires consent from both players\nThe starting town of Flusstadt is a safe haven. Very little of interest happens here outside of the sharing of rumors and some shopping.\nUnless another arrangement is made, gold earned will be split into a number of share equal to the total party level, with each player getting a number of shares equal to their level.\n"},"index":{"title":"Welcome","links":["Lore/Locations/Cities-and-Towns/Flusstadt","Server-Rules","Resources/Rules-for-Character-Creation","Resources/House-Rules","Resources/Tips-to-Get-the-Most-Out-of-this-Game","Resources/Handy-Links","Lore/Local-Peoples","Lore/Factions","Lore/Locations/Cities-and-Towns","Lore/Religions","Lore/Locations/Region-Map","Lore/Languages"],"tags":[],"content":"Hello and welcome to my open table server. We will be playing with some slightly modified 5e D&amp;D rules.\nThe World\nWelcome to Ausfallen, a region in recovery after a great war left it in a long dark age, and many are still distrustful of the magic that lead to it. Now though, peoples are establishing themselves, ruins pointing to ancient civilizations dot the landscape, and a group of researchers recently were able to find a way to open the magical lock that had sealed off an important magical academy millennia ago.  The world is ready to be explored, and I am excited to welcome you to it. Your characters will begin in Flusstadt, a rapidly growing town brimming with opportunity for the aspiring adventurer.\nPlease note that this website offers a lot of information, but it is a wiki style website so I can track and share information easier, it isn’t a book you have to read from cover to cover.\nHere are some links to pages with further information:\n\nServer Rules\nRules for Character Creation\nHouse Rules\nTips to Get the Most Out of this Game\nHandy Links\nLocal Peoples\nFactions\nCities and Towns\nReligions\nRegion Map\nLocal Languages\n"}}