{"Characters/Factions/Plousies-Skies---Thieves-Guild":{"title":"Plousies Skies - Thieves Guild","links":[],"tags":[],"content":"Sometimes working under the pseudonym “Plush Skies”, the thieves guild helps connect thieves and burglars with each other and with fences. They have branches in most major cities and enforce an honor among thieves mindset. They are generally anti-violence so crimes that begin loud and result in major loss of life can get members banned or shunned.\nGoals:\n\nLong Term Vague - Make money via guild fees\nLong Term - Expand influence and safety through bribes and elevating politicians who are in on the cut\n\nMedium Term - Track down a spy in their network\nShort Term - Recruit a team of newbies for some easier scores\n\n\n"},"Characters/Factions/Societas-Magica-Historica---Mage-Scholars":{"title":"Societas Magica Historica - Mage Scholars","links":[],"tags":[],"content":"A group of historians and magic users hoping to discover lost magics. They maintain libraries and research groups all over, but are particularly interested in the academy that has been recently opened.\n\nLong Term Goal Vague - Discover new and old spells\n\nMedium Term - Gain information from the recently opened up Ancient Academy through exploration or purchase\n\nShort Term - Hire a group of adventurers to begin explorations and protect a scholar in his research. Will pay 100 gold\n\n\n\n\nLong Term - Establish a full on College\n\nMedium Term - Gather Support in ------ to get a grant for land\n\nShort Term -\n\n\n\n\n"},"Characters/Factions/The-Watchmen---Monster-Hunters":{"title":"The Watchmen - Monster Hunters","links":[],"tags":[],"content":"The Watchmen is a group of trained monster hunters. Specializing in vampires, ghosts, werewolves, and other unnatural creatures though they do fight monstrosities and beasts of all sorts. Class wise they tend towards being rangers, paladins, and eldritch knights.\n\nLong Term Goal - Eliminate Monsters from the world\n\nMedium Term Goal - Make enough money to establish a second base of operations\n\nShort Term Goal Repeatable - Help travelers move safely\nShort Term Goal Repeatable - Find information in regard to a local monster\n\n\n\n\n"},"Characters/Factions/United-Crafters---Multidisciplinary-Trade-Guild":{"title":"United Crafters - Multidisciplinary Trade Guild","links":[],"tags":[],"content":"The United Crafters is an amalgam of other more specific trade guilds that work to both control prices and ensure quality among crafters. A craftsman with a UC seal of approval is considered both skillful and fair in price.\nGoals:\n\nLong Term - Gain a seat in the courts of 5 major cities\n\nMedium Term -\n\n\nLong Term Vague - Gain political independence for registered merchants\n\nMedium Term -  Get two cities to recognize UC seals as legal travel documentation\n\n\n"},"Characters/Factions/Verona-Family---Crime-Syndicate":{"title":"Verona Family - Crime Syndicate","links":[],"tags":[],"content":"The Verona family is a crime syndicate that makes money primarily on the smuggling of illegal goods as well as acting as enforcers in locations heavily under their control. The are a fairly large family that has struggled to establish themselves outside of their home city.\nGoals:\n\nLong Term - Become the shadow ruler of the region\n\nMedium Term - Establish a branch in a secondary city that can last and operate independently\n\nShort Term - Free some leaders from a local dungeon\nShort Term - Find guards who can be bought to overlook their crimes\nShort Term - Create a smuggling pipeline in the city\nShort Term - Recruit an enforcer, a smuggler, and a dealer\n\n\n\n\n"},"Intro-for-New-Players":{"title":"Intro for New Players","links":[],"tags":[],"content":""},"Locations/Cities-and-Towns/Flusstadt":{"title":"Flusstadt","links":[],"tags":[],"content":"The starting town for our adventures. With the researchers opening up the gates of “The Academy” recently"},"Locations/Private/Academia-Area-Hex-Crawl-Map":{"title":"Academia Area Hex Crawl Map","links":[],"tags":[],"content":"### Tutorial: youtu.be/54EyMzJP5DU\n### id must be unique\nid: World_of_Academia_Map\n### Lock pins so they can&#039;t be moved\nlock: true\n### If true, view of map will recenter as you zoom out.\nrecenter: true\n### If true, disables mouse scroll for zomming in and out of a map. Button controls still work.\nnoScrollZoom: false\nimage: [[World of Academia.png]]\n### Map Pixel Height x 1 / (Pixels between Bar Scale / 100)\n### Map Pixel Width x 1 / (Pixels between Bar Scale / 100)\n### Note that this formula requires adjustments depending on your map. The idea is to determine the number of units between your bar scale. We divide by 100 here because my bar scale measures in 100 units. If your maps scale bar measures in units of 50 them you should divide by 50 instead. The idea is to calculate how many pixels are equal to 1 unit.\n### Bounds is entered as [Height, Width]\nbounds: [[0,0], [2246.696, 2907.489 ]]\nheight: 90%\nwidth: 900px\n### This sets where the map starts by default. Set it to the middle (half) of your bounds.\nlat: 907.53\nlong: 1402.74\n### 0 is no zoom. Negative zoom steps away from the map. Positive zoom steps towards the map.\nminZoom: -1.5\n### Max zoom is 18.\nmaxZoom: 2.5\n### Hover mouse over the Reset Zoom icon to see your current zoom level.\ndefaultZoom: 0\n### How far it zooms in or out with each step. Can be in decimals.\nzoomDelta: 0.5\n### This is a string so can be any text. Change it to match your maps measurement scale.\nunit: miles\nscale: 1\ndarkMode: false"},"Locations/Region-Map":{"title":"Region Map","links":[],"tags":[],"content":""},"Lore-of-the-Local-Peoples/Beast-Folk":{"title":"Beast-Folk","links":["Lore-of-the-Local-Peoples/Humans"],"tags":[],"content":"Anthropomorphic animal people, their beastial aspects seem to be just north of random, even occasionally giving birth to a… human. They trace their roots to the fey wild and often celebrate spontaneity and tend to view life as story of the people you meet.\n"},"Lore-of-the-Local-Peoples/Dragonborn":{"title":"Dragonborn","links":[],"tags":[],"content":"Believe themselves to be descendants of dragons, or at least cousins\n"},"Lore-of-the-Local-Peoples/Elves":{"title":"Elves","links":[],"tags":[],"content":"Have long maintained some minor magical prowess, which has left many to be suspicious of them.\n"},"Lore-of-the-Local-Peoples/Goblins":{"title":"Goblins","links":[],"tags":[],"content":"Goblins of this region often view gold as akin to divinity, to be used primarily in worship. Some goblins are happy maintain the gold they already have while others see it as their duty to “reclaim” all gold for their faith. Goblins who have earned renown are permitted to wear a gold pauldron with a sigil of their choice, often representing their house.\n "},"Lore-of-the-Local-Peoples/Humans":{"title":"Humans","links":[],"tags":[],"content":"The most common, making up about 50% of the area. They come from diverse backgrounds and cultures. In the Ausfallen region humans, like many others, are trying to establish themselves.\n"},"Lore-of-the-Local-Peoples/Orcs":{"title":"Orcs","links":[],"tags":[],"content":"Pig like in appearance, orcs are often considered both stubborn and loyal. Orcs as a whole are distrustful of magic, believing it lead to the fall of their once great empire, of which there is now only oral tradition. There are those who forsake friends and family in the pursuit of magic.\n"},"Private/Updating-the-site":{"title":"Updating the site","links":[],"tags":[],"content":"open cmd as admin and input one line at a time:\nd:\ncd D:\\Mejinzs\\Documents\\DnD Worlds\\Open Table\nnpx quartz build\nnpx quartz sync --build\ngit push\n\n`"},"Templates/Regional-Map-Template":{"title":"Regional Map Template","links":[],"tags":[],"content":"### Tutorial: [youtu.be/54EyMzJP5DU](youtu.be/54EyMzJP5DU)  \n### id must be unique  \nid: Faerun_Map  \n### Lock pins so they can&#039;t be moved  \nlock: true  \n### If true, view of map will recenter as you zoom out.  \nrecenter: true  \n### If true, disables mouse scroll for zomming in and out of a map. Button controls still work.  \nnoScrollZoom: true  \nimage: [[HighRes (with Saltmarsh) (Orig).jpg]]  \n### Map Pixel Height x 1 / (Pixels between Bar Scale / 100)  \n### Map Pixel Width x 1 / (Pixels between Bar Scale / 100)  \n### Note that this formula requires adjustments depending on your map. The idea is to determine the number of units between your bar scale. We divide by 100 here because my bar scale measures in 100 units. If your maps scale bar measures in units of 50 them you should divide by 50 instead. The idea is to calculate how many pixels are equal to 1 unit.  \n### Bounds is entered as [Height, Width]  \nbounds: [[0,0], [1815.07, 2805.48]]  \nheight: 900px  \nwidth: 95%  \n### This sets where the map starts by default. Set it to the middle (half) of your bounds.  \nlat: 907.53  \nlong: 1402.74  \n### 0 is no zoom. Negative zoom steps away from the map. Positive zoom steps towards the map.  \nminZoom: -1.5  \n### Max zoom is 18.  \nmaxZoom: 1.5  \n### Hover mouse over the Reset Zoom icon to see your current zoom level.  \ndefaultZoom: -1  \n### How far it zooms in or out with each step. Can be in decimals.  \nzoomDelta: 0.5  \n### This is a string so can be any text. Change it to match your maps measurement scale.  \nunit: miles  \nscale: 1  \ndarkMode: false  "},"World-Building-Guide":{"title":"World Building Guide","links":["Lore-of-the-Local-Peoples/Humans","Lore-of-the-Local-Peoples/Elves","Lore-of-the-Local-Peoples/Orcs","Lore-of-the-Local-Peoples/Beast-Folk","Lore-of-the-Local-Peoples/Dragonborn","Lore-of-the-Local-Peoples/Goblins"],"tags":[],"content":"Ancient Languages:\n\nGerman as the language of old academia\nWorld Name:  Ausfallen\nRaces:\nHumans: The most common, making up about 50% of the area\nElves: Have long maintained some minor magical prowess, which has left many to be suspicious of them.\nDwarves: A people without a home. Most ancient dwarven cities have been lost, and many dwarves search in the hope of finding them again. Have a strong affinity for the elements, usually fire and earth.\nOrcs: Pig like in appearance, orcs are often considered both stubborn and loyal. Orcs are distrustful of magic, believing it will only lead to ruin and that it lead to the fall of their once great empire (of which there is only oral tradition). Often cautious around dragonborn.\nTieflings: Born within a couple generations of someone who made a deal with a devil or demon. Most understand this as a curse not of their own choosing… still better to stay on their good side.\nAasimar: Born within a couple generations of a mighty hero or servant to the gods. Often seen as having big shoes to fill themselves.\nBeast-Folk: Anthropomorphic animal people, their beastial aspects seem to be just north of random, even occasionally giving birth to a… human. They trace their roots to the fey wild.\nHalflings:\nDragonborn: Believe themselves to be descendants of dragons, or at least cousins\nGoblins: Goblins of this region view gold as akin to divinity, to be used primarily in worship. Some goblins are happy maintain the gold they do have while others see it as their duty to “reclaim” all gold for their faith. Goblins who have earned renown are permitted to wear a gold pauldron with a sigil of their choice, often representing their house.\nQuestions and Answers\nHow long has magic been recovered for\n\nMagic has begun to be studied again within the last 200 years. Before that it was the domain of monsters and\n\n\nHow is magic viewed among the general populace\nWhere, if anywhere, is it illegal\nWhat metallic age are we in\nHow long do Elves live?\nDwarves?\nAre there other races?\nWhat about magic items?\nAre there monsters?\nIf so, how common are they?\nWhat era of history are you drawing the level of technology from?\nAre adventurers common?\nHow are adventurers seen in general (even if it varies from place to place and person to person)?\nWhat happened within the last month that has an effect on the present?\nWhat about within the last year?\nWhat about within the last decade?\nWhat about within the last century?\nWhat about within the last millennia?\nWhat are some lies people believe about the past?\nWhat, if any, ancient societies can be seen through the ruins they left behind?\nWhy are they no longer around?\nhat are some common stories told in the region, city, town etc?\nWhat religion is prominent in the area?\nHow does it relate to other religions if they exist?\nWhat are some core beliefs?\nHow does it affect the lives of those who practice?\nWhat are some local or regional festivals?\nWhat style of architecture is common?\nWhat times and places are the local or regional clothes inspired by?\nHow accessible is magic? Can anyone learn the basics or only a select few?\nIs magic regulated in any way?\nAre mages open with sharing spells or more secretive?\nHow do magic users generally view other magic users?\nHow do magic users generally view non magic users?\nWhat is the means of controlling magic? Is it precise control of the weave? A well of magical energy? Are spells living things that are lost after use and require rememorization?\nHow long has magic been used by people?\nWhat distinctions are there between clerics and wizards in terms of magic and their relationship to the magic?\n"},"index":{"title":"Welcome","links":[],"tags":[],"content":"Hello and welcome to my open table server. We will be playing with some slightly modified 5e D&amp;D rules. Here are the basic rules for both the server in general as well as for playing with others.\nServer Rules:\n\nBe kind and respectful - we are here to have fun. It is ok if the stories take unexpected, or even negative turns\nAt any time feel free to ask others to  pause the action to discuss what is going on and clear up emotions. Please respect such requests.\nPlease keep things PG-13. Fade to black is fine for most things, but if you would be surprised to see it in a Star Wars/ Marvel/ on cable TV then it probably is best handled off screen.\nFor the sake of keeping prep for the game light and to allow groups to form easier adventures may not be tuned for a particular group. For this reason, character death may be more common. It is OK to mourn a character death, but be willing to accept their death if it comes.\nExperience is awarded via gold put away toward a long term goal at a rate of 1 gold to 1 exp. The goal should be worth around 100,000 gold (build a small village, set up a personal castle, starting funds for a revolution/small war etc.)\nCharacters retire at level 12, at which point they achieve their goal, leaving a permanent mark on the world.\nIn-game time catches up to out-of-game time at the end of each adventure.  This means characters will be out of commission for the same length of time as the adventure. So if an adventure takes 2 weeks the characters involved are out of commission for 2 real weeks. However this means that downtime is also captured in real time.\nWhen you initially make a character make 2 others as backups\nHave a backup level 1 character ready to go at any time just in case your current character falls.\nPlayer vs Player in any form requires consent from both players\nThe starting town is a safe haven. Very little of interest happens here outside of the sharing of rumors and some shopping.\n"}}