{"Characters/Factions/Plousies-Skies---Thieves-Guild":{"title":"Plousies Skies - Thieves Guild","links":[],"tags":[],"content":"Sometimes working under the pseudonym “Plush Skies”, the thieves guild helps connect thieves and burglars with each other and with fences. They have branches in most major cities and enforce an honor among thieves mindset. They are generally anti-violence so crimes that begin loud and result in major loss of life can get members banned, shunned, or otherwise punished."},"Characters/Factions/Societas-Magica-Historica---Mage-Scholars":{"title":"Societas Magica Historica - Mage Scholars","links":[],"tags":[],"content":"A group of historians and magic users hoping to discover lost magics. They maintain libraries and research groups all over, but are particularly interested in the academy that has been recently opened."},"Characters/Factions/The-Watchmen---Monster-Hunters":{"title":"The Watchmen - Monster Hunters","links":[],"tags":[],"content":"The Watchmen is a group of trained monster hunters. Specializing in vampires, ghosts, werewolves, and other unnatural creatures though they do fight monstrosities and beasts of all sorts. Class wise they tend towards being rangers, paladins, and eldritch knights."},"Characters/Factions/United-Crafters---Multidisciplinary-Trade-Guild":{"title":"United Crafters - Multidisciplinary Trade Guild","links":[],"tags":[],"content":"The United Crafters is an amalgam of other more specific trade guilds that work to both control prices and ensure quality among crafters. A craftsman with a UC seal of approval is considered both skillful and fair in price."},"Characters/Factions/Verona-Family---Crime-Syndicate":{"title":"Verona Family - Crime Syndicate","links":[],"tags":[],"content":"The Verona family is a well connected merchant family. There are rumors that the family makes money primarily on the smuggling of illegal goods as well as acting as enforcers in locations heavily under their control. They are a fairly large family that has not found the same level of mercantile success outside of their home town."},"Lore/Local-Peoples/Aasimar-and-Teiflings":{"title":"Aasimar and Teiflings","links":[],"tags":[],"content":"Two halves of the same coin, aasimar and teiflings both show up randomly across all other races. Aasimar are believed to show up as descedants of those who did great and holy works or served a god as part of a pact. People tend to assume aasimar as having a great destiny stemming from this root. Teiflings show up as descendants of those who made deals with a devil or who commit particularly horrendous atrocities. Because of this people tend to be wary of teiflings. It also happens on occasion that twins will be born, one a teifling, and the other an aasimar. The children of either will inherit traits as if the teifling or aasimar were born normally.\n"},"Lore/Local-Peoples/Beast-Folk":{"title":"Beast-Folk","links":["Lore/Local-Peoples/Humans"],"tags":[],"content":"Anthropomorphic animal people, their beastial aspects seem to be just north of random, even occasionally giving birth to a… human. They trace their roots to the fey wild and often celebrate spontaneity and tend to view life as story of the people you meet.\n"},"Lore/Local-Peoples/Dragonborn":{"title":"Dragonborn","links":[],"tags":[],"content":"Believing themselves to be descendants of dragons, or at least cousins, dragonborn have a great respect for both dragons and\n"},"Lore/Local-Peoples/Dwarves":{"title":"Dwarves","links":[],"tags":[],"content":"A people without a home. Originally travelers from an unknown world to which they cannot return, many dwarves search mountains and caves in the hope of finding a place to call their own. The dwarves have a strong affinity for the elements, especially fire and earth. Dwarves are long lived, often living to around 250 years old.\n"},"Lore/Local-Peoples/Elves":{"title":"Elves","links":[],"tags":[],"content":"Have long maintained some minor magical prowess, which has left many to be suspicious of them. Elves are long lived, living to be about 500 years old.\n"},"Lore/Local-Peoples/Goblins":{"title":"Goblins","links":[],"tags":[],"content":"Goblins of this region often view gold as akin to divinity, to be used primarily in worship. Some goblins are happy maintain the gold they already have while others see it as their duty to “reclaim” all gold for their faith. Goblins who have earned renown are permitted to wear a gold pauldron with a sigil of their choice, often representing their house.\n "},"Lore/Local-Peoples/Halflings":{"title":"Halflings","links":[],"tags":[],"content":""},"Lore/Local-Peoples/Humans":{"title":"Humans","links":[],"tags":[],"content":"The most common, making up about 50% of the area. They come from diverse backgrounds and cultures. In the Ausfallen region humans, like many others, are trying to establish themselves.\n"},"Lore/Local-Peoples/Kobolds":{"title":"Kobolds","links":[],"tags":[],"content":"Information about kobolds\n"},"Lore/Local-Peoples/Orcs":{"title":"Orcs","links":[],"tags":[],"content":"Pig like in appearance, orcs are often considered both stubborn and loyal. Orcs as a whole are distrustful of magic, believing it lead to the fall of their once great empire, of which there is now only oral tradition. There are those who forsake friends and family in the pursuit of magic.\n"},"Lore/Locations/Cities-and-Towns/Flusstadt":{"title":"Flusstadt","links":[],"tags":[],"content":"The Basics\nThe starting town for our adventures. With the researchers opening up the gates of “The Academy” recently the town has seen a surge in travelers, researchers, and craftsmen. With this surge comes an increase in quests of all varieties.\nFlusstadt has merchants and trades people of almost every stripe, so if there are non-magical items you seek you can probably find them here for the usual going rate.\nAdventures\nWhile adventure surrounds Flusstadt, the town itself is a safe haven, so any adventures will take you out of town proper. If you are looking for trouble you will not find it in this town. Despite that the number of people coming and going means work can always be found for an adventurer, and the proximity to the academy means that the dungeon is always available to explore."},"Lore/Locations/Region-Map":{"title":"Region Map","links":[],"tags":[],"content":"A map of the local region\n"},"Resources/Handy-Links":{"title":"Handy Links","links":[],"tags":[],"content":"Here are a handful of helpful links\n\nWhen2Meet.com - A great tool for arranging a time for a session\nCommon item and equipment prices\nCrafting Rules\nBasic rules\n"},"Resources/House-Rules":{"title":"House Rules","links":["Lore/Locations/Cities-and-Towns/Flusstadt"],"tags":[],"content":"Outside of character creation I am using a few house rules to fit the style of play a bit better.\nExperience and Leveling\nExperience is awarded via gold put away toward a long term goal at a rate of 1 gold to 1 exp. The goal should be worth around 100,000 gold. Some examples include:\n\nBuild a small village\nSet up a personal castle\nStarting funds for a revolution/small war\nDevelop a unique spell\nFurther I have adjusted the early experience needed to level to make those levels a bit easier to reach. The progression chart is listed below.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevelExperience NeededLevelExperience Needed10723,0002200834,0003600948,00042,0001064,00056,0001185,000614,00012100,000\nCrafting\nI am bringing in the crafting system from “Heliana’s Guide to Monster Hunting” which can be found here\nTime\nTime will move at a 1:1 rate when we aren’t playing. What this means is that characters out on an adventure may be unavailable for the amount of time they would be away for their adventure. This also means they have plenty of downtime when not adventuring. This would be a good time for characters to craft, do research, work on a skill or any other downtime activity. I am not interested in tracking cost of living so I will assume your characters are making enough to maintain an apartment lifestyle within Flusstadt"},"Resources/Rules-for-Character-Creation":{"title":"Rules for Character Creation","links":["Lore-of-the-Local-Peoples"],"tags":[],"content":"Steps to creating a character for this open table:\n\nMake a copy the generic character sheet found here ( docs.google.com/spreadsheets/d/1moDdlHYGhs6TMqI7ra5S_vj-3YHqOvFCDR66nrB206k/edit#gid=881753006 )\nShare the character sheet with me (via dm or email themejin@gmail.com) with editing permissions\nCharacters begin at level 1, but also begin with 1 of a number of preselected feats\nUse standard array for character creation. That array is 15, 14, 13, 12, 10, 8. If you want to randomize your stats (which I recommend trying) roll a d20 for each stat in order and prioritize the stats in the array by their die roll\nAllowed classes, subclasses, and races are in the sheet. For specific information on 3rd party classes, sub classes, and races please reach out to me and I can get you that info. Please note that races not listed in the Lore of the Local Peoples should be reflavored to match one of those listed.\nIgnore racial stat bonuses, every race/subrace gets either +2 to one stat and +1 to another OR +1 to three different stats. Variant humans get either a +2 to one stat or +1 to two different stats and 1 feat. The sheet should handle this for you\nBackgrounds will be simplified to two skill proficiencies, a tool proficiency, and 50 gold (which is already included). Just give a name/profession for your background such as noble, even if you don’t match the proficiencies.\n\nPlease reach out to me if you have questions or are running into issues."},"Resources/Tips-to-Get-the-Most-Out-of-this-Game":{"title":"Tips to Get the Most Out of this Game","links":[],"tags":[],"content":"The open table /  west marches  format is a bit different from what we think of as the traditional Dungeons and Dragons campaign. This format is much more player driven and player centric. This can feel more like a world your characters inhabit instead of a book your characters star in. With that in mind here are some tips to get the most out of this game\n\nGive your character a medium term goal and a couple short term goals to pursue\n\nHaving these goals allows for quests to be created in the pursuit of those goals. If you need to, as an example, slay a dragon to create a particular magic item you can reach out to other players to see who would want to join you in that hunt and an adventure can be built around it.\n\n\nTake notes and share them with others\n\nThis can give others a heading to allow them to explore on their own and can help you to remember what you did last time.\n\n\nBe open to exploring the wilds to find new dungeons or adventures\n\nSometimes there can be fun in just exploring the wilds or going for a dungeon crawl. Hex crawls in particular can be a fun source of random fun.\n\n\nPlay with people and characters you haven’t before\n\nThe general idea of an open table is to allow for more frequent and lower prep play. By being open to playing outside of a set group you can get into the adventures you are interested in more frequently and adds a feeling of verisimilitude to the world\n\n\nEmbrace the world as dangerous\n\nBecause this game is meant to be low prep understand that the world can and will be dangerous at points. Knowing this, treat combat not as sport but as war. Set traps, ambush, out number, hire mercenaries, and be ready to run if things don’t work out.\n\n\nBe prepared for characters to die\n\nMuch like the last point, I cannot guarantee your characters make it to retirement. It is ok to mourn them, but be ready to accept their death. If another player loses a character be patient and understanding with them and allow them and their character the moment.\n\n\n"},"index":{"title":"Welcome","links":["Lore/Locations/Cities-and-Towns/Flusstadt","Resources/Rules-for-Character-Creation","Resources/House-Rules","Resources/Tips-to-Get-the-Most-Out-of-this-Game","Resources/Handy-Links","Lore-of-the-Local-Peoples","Lore/Locations/Region-Map","Factions"],"tags":[],"content":"Hello and welcome to my open table server. We will be playing with some slightly modified 5e D&amp;D rules. Here are the basic rules for both the server in general as well as for playing with others.\nServer Rules:\n\nBe kind and respectful - we are here to have fun. It is ok if the stories take unexpected, or even negative turns\nAt any time feel free to ask others to  pause the action to discuss what is going on and clear up emotions. Please respect such requests.\nPlease keep things PG-13. Fade to black is fine for most things, but if you would be surprised to see it in a Star Wars/ Marvel/ on cable TV then it probably is best handled off screen.\nFor the sake of keeping prep for the game light and to allow groups to form easier adventures may not be tuned for a particular group. For this reason, character death may be more common. It is OK to mourn a character death, but be willing to accept their death if it comes.\nExperience is awarded via gold put away toward a long term goal at a rate of 1 gold to 1 exp. The goal should be worth around 100,000 gold (build a small village, set up a personal castle, starting funds for a revolution/small war etc.)\nCharacters retire at level 12, at which point they achieve their goal, leaving a permanent mark on the world.\nIn-game time catches up to out-of-game time at the end of each adventure.  This means characters will be out of commission for the same length of time as the adventure. So if an adventure takes 2 weeks the characters involved are out of commission for 2 real weeks. However this means that downtime is also captured in real time.\nWhen you initially make a character I suggest making 2 others as backups\nI recommend having a backup level 1 character ready to go at any time just in case your current character falls.\nPlayer vs Player in any form requires consent from both players\nThe starting town of Flusstadt is a safe haven. Very little of interest happens here outside of the sharing of rumors and some shopping.\nUnless another arrangement is made, gold earned will be split into a number of share equal to the total party level, with each player getting a number of shares equal to their level.\n\nHere re some links to pages with further information:\n\nRules for Character Creation\nHouse Rules\nTips to Get the Most Out of this Game\nHandy Links\nLore of the Local Peoples\nRegion Map\nFactions\n"}}